000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID. CobolFTW.
000300 DATA DIVISION.
           WORKING-STORAGE SECTION.        
           01 NUM0 PIC 999 VALUE 25.
           01 WS-NAME PIC A(6) VALUE IS 'Caio'.
       PROCEDURE DIVISION.
           DISPLAY "X = "NUM0.
           DISPLAY "Hello, "WS-NAME.
       STOP RUN.

